[
    {
        "appid": "10",
        "title": "Counter-Strike",
        "score": 97,
        "date": "1 Nov, 2000",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Play the world's number 1 online action game. Engage in an incredibly realistic brand of terrorist warfare in this wildly popular team-based game. Ally with teammates to complete strategic missions. Take out enemy sites. Rescue hostages. Your role affects your team's success. Your team's success affects your role."
    },
    {
        "appid": "30",
        "title": "Day of Defeat",
        "score": 90,
        "date": "1 May, 2003",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Enlist in an intense brand of Axis vs. Allied teamplay set in the WWII European Theatre of Operations. Players assume the role of light/assault/heavy infantry, sniper or machine-gunner class, each with a unique arsenal of historical weaponry at their disposal. Missions are based on key historical operations."
    },
    {
        "appid": "40",
        "title": "Deathmatch Classic",
        "score": 82,
        "date": "1 Jun, 2001",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Enjoy fast-paced multiplayer gaming with Deathmatch Classic (a.k.a. DMC). Valve's tribute to the work of id software, DMC invites players to grab their rocket launchers and put their reflexes to the test in a collection of futuristic settings."
    },
    {
        "appid": "50",
        "title": "Half-Life: Opposing Force",
        "score": 95,
        "date": "1 Nov, 1999",
        "developers": "Gearbox Software",
        "publishers": "Valve",
        "description": "Return to the Black Mesa Research Facility as one of the military specialists assigned to eliminate Gordon Freeman. Experience an entirely new episode of single player action. Meet fierce alien opponents, and experiment with new weaponry. Named 'Game of the Year' by the Academy of Interactive Arts and Sciences."
    },
    {
        "appid": "60",
        "title": "Ricochet",
        "score": 81,
        "date": "1 Nov, 2000",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "A futuristic action game that challenges your agility as well as your aim, Ricochet features one-on-one and team matches played in a variety of futuristic battle arenas."
    },
    {
        "appid": "70",
        "title": "Half-Life",
        "score": 97,
        "date": "8 Nov, 1998",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Named Game of the Year by over 50 publications, Valve's debut title blends action and adventure with award-winning technology to create a frighteningly realistic world where players must think to survive. Also includes an exciting multiplayer mode that allows you to play against friends and enemies around the world."
    },
    {
        "appid": "80",
        "title": "Counter-Strike: Condition Zero",
        "score": 91,
        "date": "1 Mar, 2004",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "With its extensive Tour of Duty campaign, a near-limitless number of skirmish modes, updates and new content for Counter-Strike's award-winning multiplayer game play, plus over 12 bonus single player missions, Counter-Strike: Condition Zero is a tremendous offering of single and multiplayer content."
    },
    {
        "appid": "130",
        "title": "Half-Life: Blue Shift",
        "score": 91,
        "date": "1 Jun, 2001",
        "developers": "Gearbox Software",
        "publishers": "Valve",
        "description": "Made by Gearbox Software and originally released in 2001 as an add-on to Half-Life, Blue Shift is a return to the Black Mesa Research Facility in which you play as Barney Calhoun, the security guard sidekick who helped Gordon out of so many sticky situations."
    },
    {
        "appid": "220",
        "title": "Half-Life 2",
        "score": 97,
        "date": "16 Nov, 2004",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "1998. HALF-LIFE sends a shock through the game industry with its combination of pounding action and continuous, immersive storytelling. Valve's debut title wins more than 50 game-of-the-year awards on its way to being named \"Best PC Game Ever\" by PC Gamer, and launches a franchise with more than eight million retail units sold worldwide."
    },
    {
        "appid": "240",
        "title": "Counter-Strike: Source",
        "score": 96,
        "date": "1 Nov, 2004",
        "developers": "Gearbox Software",
        "publishers": "Valve",
        "description": "Counter-Strike: Source blends Counter-Strike's award-winning teamplay action with the advanced technology of Source&trade; technology. Featuring state of the art graphics, all new sounds, and introducing physics, Counter-Strike: Source is a must-have for every action gamer."
    },
    {
        "appid": "320",
        "title": "Half-Life 2: Deathmatch",
        "score": 90,
        "date": "2 Nov, 2004",
        "developers": "Gearbox Software",
        "publishers": "Valve",
        "description": "Fast multiplayer action set in the Half-Life 2 universe! HL2's physics adds a new dimension to deathmatch play. Play straight deathmatch or try Combine vs. Resistance teamplay. Toss a toilet at your friend today!"
    },
    {
        "appid": "340",
        "title": "Half-Life 2: Lost Coast",
        "score": 87,
        "date": "27 Oct, 2005",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Originally planned as a section of the Highway 17 chapter of Half-Life 2, Lost Coast is a playable technology showcase that introduces High Dynamic Range lighting to the Source engine."
    },
    {
        "appid": "360",
        "title": "Half-Life Deathmatch: Source",
        "score": 75,
        "date": "1 May, 2006",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Half-Life Deathmatch: Source is a recreation of the first multiplayer game set in the Half-Life universe. Features all the classic weapons and most-played maps, now running on the Source engine."
    },
    {
        "appid": "400",
        "title": "Portal",
        "score": 98,
        "date": "10 Oct, 2007",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Portal&trade; is a new single player game from Valve. Set in the mysterious Aperture Science Laboratories, Portal has been called one of the most innovative new games on the horizon and will offer gamers hours of unique gameplay."
    },
    {
        "appid": "440",
        "title": "Team Fortress 2",
        "score": 94,
        "date": "10 Oct, 2007",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Nine distinct classes provide a broad range of tactical abilities and personalities. Constantly updated with new game modes, maps, equipment and, most importantly, hats!"
    },
    {
        "appid": "550",
        "title": "Left 4 Dead 2",
        "score": 97,
        "date": "17 Nov, 2009",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Set in the zombie apocalypse, Left 4 Dead 2 (L4D2) is the highly anticipated sequel to the award-winning Left 4 Dead, the #1 co-op game of 2008. This co-operative action horror FPS takes you and your friends through the cities, swamps and cemeteries of the Deep South, from Savannah to New Orleans across five expansive campaigns."
    },
    {
        "appid": "570",
        "title": "Dota 2",
        "score": 84,
        "date": "9 Jul, 2013",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has taken on a life of its own."
    },
    {
        "appid": "620",
        "title": "Portal 2",
        "score": 99,
        "date": "19 Apr, 2011",
        "developers": "Gearbox Software",
        "publishers": "Valve",
        "description": "The &quot;Perpetual Testing Initiative&quot; has been expanded to allow you to design co-op puzzles for you and your friends!"
    },
    {
        "appid": "730",
        "title": "Counter-Strike: Global Offensive",
        "score": 88,
        "date": "21 Aug, 2012",
        "developers": "Valve & Hidden Path Entertainment",
        "publishers": "Valve",
        "description": "The &quot;Perpetual Testing Initiative&quot; has been expanded to allow you to design co-op puzzles for you and your friends!"
    },
    {
        "appid": "4000",
        "title": "Garry's Mod",
        "score": 97,
        "date": "30 Nov, 2006",
        "developers": "Facepunch Studios",
        "publishers": "Valve",
        "description": "Garry's Mod is a physics sandbox. There aren't any predefined aims or goals. We give you the tools and leave you to play."
    },
    {
        "appid": "8930",
        "title": "Sid Meier's Civilization V",
        "score": 96,
        "date": "23 Sep, 2010",
        "developers": "Firaxis Games & Aspyr",
        "publishers": "2K & Aspyr",
        "description": "Create, discover, and download new player-created maps, scenarios, interfaces, and more!"
    },
    {
        "appid": "10180",
        "title": "Call of Duty: Modern Warfare 2",
        "score": 93,
        "date": "12 Nov, 2009",
        "developers": "Infinity Ward",
        "publishers": "Activision",
        "description": "The most-anticipated game of the year and the sequel to the best-selling first-person action game of all time, Modern Warfare 2 continues the gripping and heart-racing action as players face off against a new threat dedicated to bringing the world to the brink of collapse."
    },
    {
        "appid": "49520",
        "title": "Borderlands 2",
        "score": 94,
        "date": "21 Sep, 2012",
        "developers": "Gearbox Software & Aspyr",
        "publishers": "2K & Aspyr",
        "description": "The Ultimate Vault Hunter’s Upgrade lets you get the most out of the Borderlands 2 experience."
    },
    {
        "appid": "72850",
        "title": "The Elder Scrolls V: Skyrim",
        "score": 95,
        "date": "10 Nov, 2011",
        "developers": "Bethesda Game Studios",
        "publishers": "Bethesda Game Studios",
        "description": "EPIC FANTASY REBORN The next chapter in the highly anticipated Elder Scrolls saga arrives from the makers of the 2006 and 2008 Games of the Year, Bethesda Game Studios. Skyrim reimagines and revolutionizes the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose."
    },
    {
        "appid": "96000",
        "title": "The Tiny Bang Story",
        "score": 88,
        "date": "23 Apr, 2011",
        "developers": "Colibri Games",
        "publishers": "Colibri Games",
        "description": "Life on Tiny Planet was calm and carefree until a great disaster occurred - Tiny Planet was hit by a meteor! The world fell apart and now its future depends only on you! Use your imagination and creativity: in order to restore Tiny Planet and help its inhabitants you will have to fix a variety of machines and mechanisms as well as solve..."
    },
    {
        "appid": "105600",
        "title": "Terraria",
        "score": 98,
        "date": "16 May, 2011",
        "developers": "Re-Logic",
        "publishers": "Re-Logic",
        "description": "Dig, fight, explore, build! Nothing is impossible in this action-packed adventure game. Four Pack also available!"
    },
    {
        "appid": "107410",
        "title": "Arma 3",
        "score": 90,
        "date": "12 Sep, 2013",
        "developers": "Bohemia Interactive",
        "publishers": "Bohemia Interactive",
        "description": "Experience true combat gameplay in a massive military sandbox. Deploying a wide variety of single- and multiplayer content, over 20 vehicles and 40 weapons, and limitless opportunities for content creation, this is the PC’s premier military game. Authentic, diverse, open - Arma 3 sends you to war."
    },
    {
        "appid": "203160",
        "title": "Tomb Raider",
        "score": 96,
        "date": "5 Mar, 2013",
        "developers": "Crystal Dynamics, Eidos-Montréal, Nixxes & Feral Interactive",
        "publishers": "Square Enix & Feral Interactive",
        "description": "Tomb Raider explores the intense origin story of Lara Croft and her ascent from a young woman to a hardened survivor."
    },
    {
        "appid": "218230",
        "title": "PlanetSide 2",
        "score": 82,
        "date": "20 Nov, 2012",
        "developers": "Rogue Planet Games",
        "publishers": "Daybreak Game Company",
        "description": "PlanetSide 2 is an all-out planetary war, where thousands of players battle as one across enormous continents. Utilize infantry, ground and air vehicles, and teamwork to destroy your enemies in this revolutionary first-person shooter on a massive scale."
    },
    {
        "appid": "218620",
        "title": "PAYDAY 2",
        "score": 88,
        "date": "13 Aug, 2013",
        "developers": "OVERKILL - a Starbreeze Studio.",
        "publishers": "Starbreeze Publishing AB",
        "description": "PAYDAY 2 is an action-packed, four-player co-op shooter that once again lets gamers don the masks of the original PAYDAY crew - Dallas, Hoxton, Wolf and Chains - as they descend on Washington DC for an epic crime spree."
    },
    {
        "appid": "219990",
        "title": "Grim Dawn",
        "score": 93,
        "date": "25 Feb, 2016",
        "developers": "Crate Entertainment",
        "publishers": "Crate Entertainment",
        "description": "Enter an apocalyptic fantasy world where humanity is on the brink of extinction, iron is valued above gold and trust is hard earned. This ARPG features complex character development, hundreds of unique items, crafting and quests with choice &amp; consequence."
    },
    {
        "appid": "221380",
        "title": "Age of Empires II (2013)",
        "score": 96,
        "date": "10 Apr, 2013",
        "developers": "Skybox Labs, Hidden Path Entertainment, Ensemble Studios,Forgotten Empires",
        "publishers": "Xbox Game Studios",
        "description": "Age of Empires II has been re-imagined in high definition with new features, trading cards, improved AI, workshop support, multiplayer, Steamworks integration and more!"
    },
    {
        "appid": "224260",
        "title": "No More Room in Hell",
        "score": 90,
        "date": "31 Oct, 2013",
        "developers": "No More Room in Hell Team",
        "publishers": "Lever Games",
        "description": "The chances of you surviving this all out war of society and the undead are slim to none. Already, there are millions of the walking dead shambling about, searching for food to eat. There's no known cure. One bite can possibly end it all for you. However, you aren't alone in this nightmare."
    },
    {
        "appid": "227300",
        "title": "Euro Truck Simulator 2",
        "score": 98,
        "date": "12 Oct, 2012",
        "developers": "SCS Software",
        "publishers": "SCS Software",
        "description": "Travel across Europe as king of the road, a trucker who delivers important cargo across impressive distances! With dozens of cities to explore, your endurance, skill and speed will all be pushed to their limits."
    },
    {
        "appid": "227940",
        "title": "Heroes & Generals",
        "score": 68,
        "date": "18 Oct, 2016",
        "developers": "RETO MOTO",
        "publishers": "RETO MOTO",
        "description": "Shoot, blow sh!t up, fly or bark orders in the ultimate Free-to-Play, large scale, multiplayer, shooter experience. Thousands of players in multiple battles fighting one massive war of nations. The first to capture 15 cities takes the glory."
    },
    {
        "appid": "230410",
        "title": "Warframe",
        "score": 91,
        "date": "25 Mar, 2013",
        "developers": "Digital Extremes",
        "publishers": "Digital Extremes",
        "description": "Warframe is a cooperative free-to-play third person online action game set in an evolving sci-fi world."
    },
    {
        "appid": "236390",
        "title": "War Thunder",
        "score": 80,
        "date": "15 Aug, 2013",
        "developers": "Gaijin Entertainment",
        "publishers": "Gaijin Entertainment",
        "description": "War Thunder is the most comprehensive free-to-play, cross-platform, MMO military game dedicated to aviation, armoured vehicles, and naval craft, from the early 20th century to the most advanced modern combat units. Join now and take part in major battles on land, in the air, and at sea."
    },
    {
        "appid": "238960",
        "title": "Path of Exile",
        "score": 93,
        "date": "23 Oct, 2013",
        "developers": "Grinding Gear Games",
        "publishers": "Grinding Gear Games",
        "description": "You are an Exile, struggling to survive on the dark continent of Wraeclast, as you fight to earn power that will allow you to exact your revenge against those who wronged you. Created by hardcore gamers, Path of Exile is an online Action RPG set in a dark fantasy world."
    },
    {
        "appid": "239140",
        "title": "Dying Light",
        "score": 95,
        "date": "27 Jan, 2015",
        "developers": "Techland",
        "publishers": "Techland Publishing",
        "description": "First-person action survival game set in a post-apocalyptic open world overrun by flesh-hungry zombies. Roam a city devastated by a mysterious virus epidemic. Scavenge for supplies, craft weapons, and face hordes of the infected."
    },
    {
        "appid": "242760",
        "title": "The Forest",
        "score": 95,
        "date": "30 Apr, 2018",
        "developers": "Endnight Games Ltd",
        "publishers": "Endnight Games Ltd",
        "description": "As the lone survivor of a passenger jet crash, you find yourself in a mysterious forest battling to stay alive against a society of cannibalistic mutants. Build, explore, survive in this terrifying first person survival horror simulator."
    },
    {
        "appid": "251570",
        "title": "7 Days to Die",
        "score": 87,
        "date": "14 Dec, 2013",
        "developers": "The Fun Pimps",
        "publishers": "The Fun Pimps Entertainment LLC",
        "description": "7 Days to Die is an open-world game that is a unique combination of first person shooter, survival horror, tower defense, and role-playing games. Play the definitive zombie survival sandbox RPG that came first. Navezgane awaits!"
    },
    {
        "appid": "252490",
        "title": "Rust",
        "score": 86,
        "date": "8 Feb, 2018",
        "developers": "Facepunch Studios",
        "publishers": "Facepunch Studios",
        "description": "The only aim in Rust is to survive. Everything wants you to die - the island’s wildlife and other inhabitants, the environment, other survivors. Do whatever it takes to last another night."
    },
    {
        "appid": "252950",
        "title": "Rocket League",
        "score": 89,
        "date": "7 Jul, 2015",
        "developers": "Psyonix LLC",
        "publishers": "Psyonix LLC",
        "description": "Rocket League is a high-powered hybrid of arcade-style soccer and vehicular mayhem with easy-to-understand controls and fluid, physics-driven competition. Rocket League includes casual and competitive Online Matches, a fully-featured offline Season Mode, special “Mutators” that let you change the rules entirely, hockey and..."
    },
    {
        "appid": "255710",
        "title": "Cities: Skylines",
        "score": 93,
        "date": "10 Mar, 2015",
        "developers": "Colossal Order Ltd.",
        "publishers": "Paradox Interactive",
        "description": "Cities: Skylines is a modern take on the classic city simulation. The game introduces new game play elements to realize the thrill and hardships of creating and maintaining a real city whilst expanding on some well-established tropes of the city building experience."
    },
    {
        "appid": "261550",
        "title": "Mount & Blade II: Bannerlord",
        "score": 87,
        "date": "1 Nov, 2000",
        "developers": "TaleWorlds Entertainment",
        "publishers": "TaleWorlds Entertainment",
        "description": "The horns sound, the ravens gather. An empire is torn by civil war. Beyond its borders, new kingdoms rise. Gird on your sword, don your armour, summon your followers and ride forth to win glory on the battlefields of Calradia. Establish your hegemony and create a new world out of the ashes of the old."
    },
    {
        "appid": "271590",
        "title": "Grand Theft Auto V",
        "score": 83,
        "date": "13 Apr, 2015",
        "developers": "Rockstar North",
        "publishers": "Rockstar Games",
        "description": "Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second."
    },
    {
        "appid": "272060",
        "title": "Serena",
        "score": 77,
        "date": "31 Jan, 2014",
        "developers": "Senscape",
        "publishers": "Senscape",
        "description": "How long has it been? A man sits in a distant getaway cabin waiting for his wife Serena. Where is she? Things in the cabin evoke memories, and the husband comes to a disturbing realization... This short point-and-click adventure is the result of a massive collaborative effort between dozens of fans and designers of adventure games."
    },
    {
        "appid": "275850",
        "title": "No Man's Sky",
        "score": 71,
        "date": "12 Aug, 2016",
        "developers": "Hello Games",
        "publishers": "Hello Games",
        "description": "No Man's Sky is a game about exploration and survival in an infinite procedurally generated universe."
    },
    {
        "appid": "278360",
        "title": "A Story About My Uncle",
        "score": 92,
        "date": "28 May, 2014",
        "developers": "Gone North Games",
        "publishers": "Coffee Stain Publishing",
        "description": "A Story About My Uncle is a first person platforming adventure game about a boy who searches for his lost uncle, and ends up in a world he couldn’t imagine existed. The movement is a crucial part of the games core gameplay – focusing on swinging through the world with a grappling hook that gives the player a wonderful sense of speed"
    },
    {
        "appid": "291480",
        "title": "Warface",
        "score": 69,
        "date": "1 Jul, 2014",
        "developers": "MY.GAMES",
        "publishers": "MY.GAMES",
        "description": "Warface is a contemporary MMO first person shooter with millions of fans around the world. It offers intense PvP modes, compelling PvE missions and raids that you can challenge with five diverse classes and a colossal customizable arsenal."
    },
    {
        "appid": "291550",
        "title": "Brawlhalla",
        "score": 85,
        "date": "17 Oct, 2017",
        "developers": "Blue Mammoth Games",
        "publishers": "Ubisoft",
        "description": "An epic platform fighter for up to 8 players online or local. Try casual free-for-alls, ranked matches, or invite friends to a private room. And it's free! Play cross-platform with millions of players on PlayStation, Xbox, Nintendo Switch, iOS, Android &amp; Steam! Frequent updates. Over fifty Legends."
    },
    {
        "appid": "292030",
        "title": "The Witcher 3: Wild Hunt",
        "score": 98,
        "date": "18 May, 2015",
        "developers": "CD PROJEKT RED",
        "publishers": "CD PROJEKT RED",
        "description": "As war rages on throughout the Northern Realms, you take on the greatest contract of your life — tracking down the Child of Prophecy, a living weapon that can alter the shape of the world."
    },
    {
        "appid": "301520",
        "title": "Robocraft",
        "score": 73,
        "date": "24 Aug, 2017",
        "developers": "Freejam",
        "publishers": "Freejam",
        "description": "Build insane, fully customisable robot battle vehicles that drive, hover, walk and fly in the free-to-play action game Robocraft. Add weapons from the future and jump in the driving seat as you take your creation into battle against other players online!"
    },
    {
        "appid": "304050",
        "title": "Trove",
        "score": 81,
        "date": "9 Jul, 2015",
        "developers": "Trion Worlds",
        "publishers": "Trion Worlds",
        "description": "Grab your friends, hone your blades, and set off for adventure in Trove, the ultimate action MMO!"
    },
    {
        "appid": "304930",
        "title": "Unturned",
        "score": 91,
        "date": "7 Jul, 2017",
        "developers": "Smartly Dressed Games",
        "publishers": "Smartly Dressed Games",
        "description": "You're a survivor in the zombie infested ruins of society, and must work with your friends and forge alliances to remain among the living."
    },
    {
        "appid": "322330",
        "title": "Don't Starve Together",
        "score": 96,
        "date": "21 Apr, 2016",
        "developers": "Klei Entertainment",
        "publishers": "Klei Entertainment",
        "description": "Fight, Farm, Build and Explore Together in the standalone multiplayer expansion to the uncompromising wilderness survival game, Don't Starve."
    },
    {
        "appid": "333930",
        "title": "Dirty Bomb",
        "score": 81,
        "date": "Jun 2015",
        "developers": "Splash Damage",
        "publishers": "Warchest Ltd.",
        "description": "Work together or die alone! Fight to restore peace to London or tear it down for profit in the most challenging team based shooter around."
    },
    {
        "appid": "346110",
        "title": "ARK: Survival Evolved",
        "score": 80,
        "date": "27 Aug, 2017",
        "developers": "Studio Wildcard",
        "publishers": "Studio Wildcard",
        "description": "Stranded on the shores of a mysterious island, you must learn to survive. Use your cunning to kill or tame the primeval creatures roaming the land, and encounter other players to survive, dominate... and escape!"
    },
    {
        "appid": "359550",
        "title": "Tom Clancy's Rainbow Six Siege",
        "score": 88,
        "date": "1 Dec, 2015",
        "developers": "Ubisoft Montreal",
        "publishers": "Ubisoft",
        "description": "Tom Clancy's Rainbow Six Siege is the latest installment of the acclaimed first-person shooter franchise developed by the renowned Ubisoft Montreal studio."
    },
    {
        "appid": "363970",
        "title": "Clicker Heroes",
        "score": 90,
        "date": "14 May, 2015",
        "developers": "Playsaurus",
        "publishers": "Playsaurus",
        "description": "Ever wondered what one quadrillion damage per second feels like? Wonder no more! Embark on your quest to attain it today!"
    },
    {
        "appid": "365590",
        "title": "Tom Clancy’s The Division",
        "score": 68,
        "date": "8 Mar, 2016",
        "developers": "Massive Entertainment",
        "publishers": "Ubisoft",
        "description": "After a deadly pandemic sweeps through New York, it's up to Agents to save what remains. Complete missions, explore the Dark Zone, and fight back enemy factions alone or with 3 friends. Experience a full endgame offering you new PvP and PvE modes."
    },
    {
        "appid": "370910",
        "title": "Kathy Rain",
        "score": 92,
        "date": "5 May, 2016",
        "developers": "Clifftop Games",
        "publishers": "Raw Fury",
        "description": "Set in the 90's, Kathy Rain tells the story of a strong-willed journalism major who has to come to terms with her own troubled past as she investigates the mysterious death of her recently deceased grandfather."
    },
    {
        "appid": "377160",
        "title": "Fallout 4",
        "score": 79,
        "date": "9 Nov, 2015",
        "developers": "Bethesda Game Studios",
        "publishers": "Bethesda Softworks",
        "description": "Bethesda Game Studios, the award-winning creators of Fallout 3 and The Elder Scrolls V: Skyrim, welcome you to the world of Fallout 4 – their most ambitious game ever, and the next generation of open-world gaming."
    },
    {
        "appid": "381210",
        "title": "Dead by Daylight",
        "score": 82,
        "date": "14 Jun, 2016",
        "developers": "Behaviour Interactive Inc.",
        "publishers": "Behaviour Interactive Inc.",
        "description": "Dead by Daylight is a multiplayer (4vs1) horror game where one player takes on the role of the savage Killer, and the other four players play as Survivors, trying to escape the Killer and avoid being caught and killed."
    },
    {
        "appid": "386360",
        "title": "SMITE",
        "score": 81,
        "date": "8 Sep, 2015",
        "developers": "Titan Forge Games",
        "publishers": "Hi-Rez Studios",
        "description": "Join 35+ million players in SMITE, the Battleground of the Gods! Wield Thor’s hammer, turn your foes to stone as Medusa, or flex your divine power as one of 100+ other mythological icons. Become a God and play FREE today!"
    },
    {
        "appid": "413150",
        "title": "Stardew Valley",
        "score": 98,
        "date": "26 Feb, 2016",
        "developers": "ConcernedApe",
        "publishers": "ConcernedApe",
        "description": "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?"
    },
    {
        "appid": "417910",
        "title": "Street Warriors Online",
        "score": 58,
        "date": "16 Dec, 2016",
        "developers": "Crazy Rocks Studios",
        "publishers": "Crazy Rocks Studios",
        "description": "First, realistic PvP brawling game for up to 8 vs 8 players with original, dynamic combat system and fast, round based battles. Create and develop Your character. Earn new skills and items that helps You beat Your opponents. Gather Your friends and fight together in a clan."
    },
    {
        "appid": "431960",
        "title": "Wallpaper Engine",
        "score": 98,
        "date": "Nov 2018",
        "developers": "Wallpaper Engine Team",
        "publishers": "Wallpaper Engine Team",
        "description": "Use stunning live wallpapers on your desktop. Animate your own images to create new wallpapers or import videos/websites and share them on the Steam Workshop!"
    },
    {
        "appid": "433850",
        "title": "Z1 Battle Royale",
        "score": 55,
        "date": "28 Feb, 2018",
        "developers": "Daybreak Game Company",
        "publishers": "Daybreak Game Company",
        "description": "Z1 Battle Royale is a Free to Play, fast-paced, action arcade, competitive Battle Royale. Staying true to its &quot;King of the Kill&quot; roots, the game has been revamped and restored to the classic feel, look, and gameplay everyone fell in love with. Play solo, duos, or fives and be the last ones standing."
    },
    {
        "appid": "439700",
        "title": "Z1 Battle Royale: Test Server",
        "score": 53,
        "date": "24 Feb, 2016",
        "developers": "Daybreak Game Company",
        "publishers": "Daybreak Game Company",
        "description": "Z1 Battle Royale is a Free to Play, fast-paced, action arcade, competitive Battle Royale. Staying true to its &quot;King of the Kill&quot; roots, the game has been revamped and restored to the classic feel, look, and gameplay everyone fell in love with. Play solo, duos, or fives and be the last ones standing."
    },
    {
        "appid": "444090",
        "title": "Paladins",
        "score": 86,
        "date": "8 May, 2018",
        "developers": "Evil Mojo Games",
        "publishers": "Hi-Rez Studios",
        "description": "Join 25+ million players in Paladins, the free-to-play fantasy team-based shooter sensation. Wield guns and magic as a legendary Champion of the Realm, customizing your core set of abilities to play exactly how you want to play."
    },
    {
        "appid": "444200",
        "title": "World of Tanks Blitz",
        "score": 80,
        "date": "9 Nov, 2016",
        "developers": "Wargaming Group Limited",
        "publishers": "Wargaming Group Limited",
        "description": "We're celebrating our 7th birthday at the Blitzland theme park! Take a ride on a merry-go-round of exciting events, new tanks, prizes, and fun!"
    },
    {
        "appid": "466240",
        "title": "Deceit",
        "score": 79,
        "date": "4 Mar, 2017",
        "developers": "Baseline",
        "publishers": "Baseline",
        "description": "Deceit tests your instincts at trust and deception in an action-filled, multiplayer first-person shooter. You wake up in unknown surroundings to the sound of the Game Master’s unfamiliar voice, surrounded by five others. A third of your group have been infected with a virus, but who will escape?"
    },
    {
        "appid": "477160",
        "title": "Human: Fall Flat",
        "score": 94,
        "date": "22 Jul, 2016",
        "developers": "No Brakes Games",
        "publishers": "Curve Digital",
        "description": "Human: Fall Flat is a hilarious, light-hearted platformer set in floating dreamscapes that can be played solo or with up to 8 players online. Free new levels keep its vibrant community rewarded."
    },
    {
        "appid": "532210",
        "title": "Life is Strange 2",
        "score": 84,
        "date": "26 Sep, 2018",
        "developers": "DONTNOD Entertainment & Feral Interactive",
        "publishers": "Square Enix & Feral Interactive",
        "description": "After a tragic incident, brothers Sean and Daniel Diaz run away from home. Fearing the police, and dealing with Daniel's new telekinetic power, the boys head to Mexico. Each stop on their journey brings new friends and new challenges."
    },
    {
        "appid": "550650",
        "title": "Black Squad",
        "score": 77,
        "date": "26 Jun, 2019",
        "developers": "VALOFE & NS STUDIO",
        "publishers": "VALOFE",
        "description": "Black Squad is a free-to-play military first-person-shooter. Players can master their skills and show off their strategies with a wide range of game maps, modes, and weapons to choose from. Join thousands of FPS players worldwide in one of the most played games on Steam!"
    },
    {
        "appid": "552990",
        "title": "World of Warships",
        "score": 81,
        "date": "15 Nov, 2017",
        "developers": "Wargaming Group Limited",
        "publishers": "Wargaming Group Limited",
        "description": "Experience epic, free-to-play naval combat when you helm one of over 350 historic vessels in the exciting balance of strategy and real-time combat that World of Warships offers. Outfit your fleet with flags, camouflages, modifications, talented Commanders, and more!"
    },
    {
        "appid": "578080",
        "title": "PLAYERUNKNOWN'S BATTLEGROUNDS",
        "score": 54,
        "date": "21 Dec, 2017",
        "developers": "KRAFTON, Inc.",
        "publishers": "KRAFTON, Inc.",
        "description": "PLAYERUNKNOWN'S BATTLEGROUNDS is a battle royale shooter that pits 100 players against each other in a struggle for survival. Gather supplies and outwit your opponents to become the last person standing."
    },
    {
        "appid": "582010",
        "title": "Monster Hunter: World",
        "score": 84,
        "date": "9 Aug, 2018",
        "developers": "CAPCOM Co., Ltd.",
        "publishers": "CAPCOM Co., Ltd.",
        "description": "Welcome to a new world! In Monster Hunter: World, the latest installment in the series, you can enjoy the ultimate hunting experience, using everything at your disposal to hunt monsters in a new world teeming with surprises and excitement."
    },
    {
        "appid": "588430",
        "title": "Fallout Shelter",
        "score": 88,
        "date": "29 Mar, 2017",
        "developers": "Bethesda Game Studios",
        "publishers": "Bethesda Game Studios",
        "description": "Fallout Shelter puts you in control of a state-of-the-art underground Vault from Vault-Tec. Build the perfect Vault, keep your Dwellers happy, and protect them from the dangers of the Wasteland."
    },
    {
        "appid": "632360",
        "title": "Risk of Rain 2",
        "score": 96,
        "date": "11 Aug, 2020",
        "developers": "Hopoo Games",
        "publishers": "Gearbox Publishing",
        "description": "Escape a chaotic alien planet by fighting through hordes of frenzied monsters – with your friends, or on your own. Combine loot in surprising ways and master each character until you become the havoc you feared upon your first crash landing."
    },
    {
        "appid": "648800",
        "title": "Raft",
        "score": 93,
        "date": "23 May, 2018",
        "developers": "Redbeet Interactive",
        "publishers": "Axolot Games",
        "description": "Raft throws you and your friends into an epic oceanic adventure! Alone or together, players battle to survive a perilous voyage across a vast sea! Gather debris, scavenge reefs and build your own floating home, but be wary of the man-eating sharks!"
    },
    {
        "appid": "700330",
        "title": "SCP: Secret Laboratory",
        "score": 91,
        "date": "29 Dec, 2017",
        "developers": "Northwood Studios",
        "publishers": "Northwood Studios",
        "description": "Deep within the SCP Foundation during a containment breach, many of the anomalies have bypassed security and escaped from their chambers - without peaceful intentions. Become site personnel, a re-containment agent, or an anomalous entity and fight to take control of or escape the facility!"
    },
    {
        "appid": "739630",
        "title": "Phasmophobia",
        "score": 97,
        "date": "18 Sep, 2020",
        "developers": "Kinetic Games",
        "publishers": "Kinetic Games",
        "description": "Phasmophobia is a 4 player online co-op psychological horror. Paranormal activity is on the rise and it’s up to you and your team to use all the ghost hunting equipment at your disposal in order to gather as much evidence as you can."
    },
    {
        "appid": "755790",
        "title": "Ring of Elysium",
        "score": 75,
        "date": "24 Jun, 2019",
        "developers": "Aurora Studio",
        "publishers": "TCH Scarlet Limited",
        "description": "Escape an astonishing disaster in Ring of Elysium, a battle royale shooter developed by Aurora Studio."
    },
    {
        "appid": "814380",
        "title": "Sekiro: Shadows Die Twice - GOTY Edition",
        "score": 95,
        "date": "21 Mar, 2019",
        "developers": "FromSoftware",
        "publishers": "Activision, FromSoftware & 方块游戏",
        "description": "Game of the Year - The Game Awards 2019 Best Action Game of 2019 - IGN Carve your own clever path to vengeance in the award winning adventure from developer FromSoftware, creators of Bloodborne and the Dark Souls series. Take Revenge. Restore Your Honor. Kill Ingeniously."
    },
    {
        "appid": "844870",
        "title": "KurtzPel",
        "score": 63,
        "date": "30 Apr, 2019",
        "developers": "KOG",
        "publishers": "KOG",
        "description": "&quot;KurtzPel is an anime-styled, action battle game from a third-person perspective. Players can battle it out in both PvP and PvE mission-based battle modes with massive boss monsters. Players utilize Karmas (the method used to indicate weapon and class types) when charging into battle. Each character gets to use two types of Karmas."
    },
    {
        "appid": "863550",
        "title": "HITMAN 2",
        "score": 91,
        "date": "13 Nov, 2018",
        "developers": "IO Interactive A/S",
        "publishers": "Warner Bros Interactive Entertainment",
        "description": "Travel the globe and track your targets across exotic sandbox locations in HITMAN™ 2. From sun-drenched streets to dark and dangerous rainforests, nowhere is safe from the world’s most creative assassin, Agent 47 in the ultimate spy thriller story."
    },
    {
        "appid": "892970",
        "title": "Valheim",
        "score": 96,
        "date": "2 Feb, 2021",
        "developers": "Iron Gate AB",
        "publishers": " Coffee Stain Publishing",
        "description": "A brutal exploration and survival game for 1-10 players, set in a procedurally-generated purgatory inspired by viking culture. Battle, build, and conquer your way to a saga worthy of Odin’s patronage!"
    },
    {
        "appid": "945360",
        "title": "Among Us",
        "score": 93,
        "date": "16 Nov, 2018",
        "developers": "Innersloth",
        "publishers": "Innersloth",
        "description": "An online and local party game of teamwork and betrayal for 4-15 players...in space!"
    },
    {
        "appid": "1046930",
        "title": "Dota Underlords",
        "score": 83,
        "date": "21 Jun, 2019",
        "developers": "Valve",
        "publishers": "Valve",
        "description": "Hire a crew and destroy your rivals in this new strategy battler set in the world of Dota. Introducing Season One: Explore White Spire and earn rewards on the Battle Pass. Pick from several different game modes, play on your own or with friends, and take advantage of crossplay on PC and mobile."
    },
    {
        "appid": "1085660",
        "title": "Destiny 2",
        "score": 85,
        "date": "1 Oct, 2019",
        "developers": "Bungie",
        "publishers": "Bungie",
        "description": "Destiny 2 is an action MMO with a single evolving world that you and your friends can join anytime, anywhere, absolutely free."
    },
    {
        "appid": "1089350",
        "title": "NBA 2K20",
        "score": 51,
        "date": "5 Sep, 2019",
        "developers": "Visual Concepts",
        "publishers": "2K",
        "description": "2K continues to redefine what’s possible in sports gaming with NBA 2K20, featuring best in class graphics &amp; gameplay, ground breaking game modes, and unparalleled player control and customization."
    },
    {
        "appid": "1091500",
        "title": "Cyberpunk 2077",
        "score": 76,
        "date": "10 Dec, 2020",
        "developers": "CD PROJEKT RED",
        "publishers": "CD PROJEKT RED",
        "description": "Cyberpunk 2077 is an open-world, action-adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play as V, a mercenary outlaw going after a one-of-a-kind implant that is the key to immortality."
    },
    {
        "appid": "1097150",
        "title": "Fall Guys: Ultimate Knockout",
        "score": 83,
        "date": "4 Aug, 2020",
        "developers": "Mediatonic",
        "publishers": "Mediatonic",
        "description": "Fall Guys is a massively multiplayer party game with up to 60 players online in a free-for-all struggle through round after round of escalating chaos until one victor remains!"
    },
    {
        "appid": "1172470",
        "title": "Apex Legends",
        "score": 90,
        "date": "Nov 4, 2020",
        "developers": "Respawn Entertainment",
        "publishers": "Electronic Arts",
        "description": "Apex Legends is the award-winning, free-to-play Hero shooter from Respawn Entertainment. Master an ever-growing roster of legendary characters with powerful abilities and experience strategic squad play and innovative gameplay in the next evolution of Hero Shooter and Battle Royale."
    },
    {
        "appid": "1468810",
        "title": "Tale of Immortal (鬼谷八荒)",
        "score": 88,
        "date": "27 Jan, 2021",
        "developers": "鬼谷工作室",
        "publishers": "鬼谷工作室",
        "description": "Tale of Immortal is an open-world sandbox based on Chinese mythology and cultivation. You will grow to become immortal, conquer the beasts from the Classic of Mountains and Season, make your choices carefully and grasp your own destiny."
    }
]
